export default {
  gameSettings: 'Налады гульні',
  category: 'Катэгорыя',
  teams: 'Каманды',
  team: 'Каманда',
  addTeam: 'Дадаць каманду',
  settings: 'Налады',
  setting1: 'Колькасць слоў',
  setting1sub: 'для перамогі',
  setting2: 'Працягласць раунда',
  setting2sub: 'за які трэба адгадаць словы',
  words: 'Слоў',
  sec: 'сек',
  additionally: 'Дадаткова',
  setting3: 'Пакаранне за пропуск',
  setting3sub: 'прапушчаныя словы здымаюць балы',
  start: 'Пачаць',

  rating: 'Рэйтынг',
  round: 'Раунд',
  game: 'Гульня',
  nowPlaying: 'зараз гуляе',

  answered: 'Адгадана',
  skipped: 'Прапушчана',

  results: 'Вынікі',
  endTurn: 'Скончыць ход',

  modalTitle: 'Вы ўпэўненыя, што хочаце выйсці з гульні?',
  modalText: 'Увесь прагрэс будзе захаваны',

  won: 'перамагла',
  score: 'Рахунак:',

  continue: 'Працягнуць',
  newGame: 'Новая гульня',
  rules: 'Правілы',
  backHome: 'На галоўную',

  rule1: 'Для пачатку падзяліцеся на каманды не менш за два чалавекі.',
  rule2:
    'Кожная каманда выбірае гульца, які тлумачыць у першым раундзе. Калі каманда гатова, вядучы націскае «Старт».',
  rule3: `Калі гульня пачнецца, на экране з'явяцца словы, якія трэба растлумачыць за адведзены час. Пры ўгадванні свайпніце ўверх, каб прапусціць слова - уніз`,
  rule4:
    'Калі час скончыцца, у вас будзе магчымасць растлумачыць апошняе слова і прыбраць ці дадаць астатнія адказы. Затым раўнд пераходзіць да наступнай каманды.',
  rule5:
    'Гульня не скончыцца, пакуль не будзе набрана неабходная колькасць ачкоў. Пры гэтым, калі адна каманда набярэ іх раней, у іншых каманд будзе раўнд на адыгрыш.',
};
