export default {
  menu: 'Меню',
  settings: 'Налады',
  darkTheme: 'Цёмная тэма',

  statistics: 'Статыстыка',
  stRate: 'Гісторый ацэнена',
  stSubmit: 'Гісторый прапанавана',
  stAdd: 'Гісторый дададзена',
  more: 'Дадаткова',
  editTitle: 'Профіль',
  editSub: 'Змяніць імя, пошту ці аватар',
  bgTitle: 'Фон профілю',
  bgItemTitle: 'Фон',
  bgSub: 'Усталюйце фон свайго профілю',
  reportTitle: 'Паведаміць пра памылку',
  reportSub: 'Паведаміце пра памылку ці прапануйце змену',
  reportText:
    'Калі вы шукаеце адказы, хочаце вырашыць праблему ці проста хочаце паведаміць нам, як у нас справы, мы будзем рады пачуць ад вас. Запоўніце форму ніжэй, і прадстаўнік звяжацца з вамі ў бліжэйшы час.',

  editText: 'Тут вы можаце змяніць імя, пошту ці аватар свайго профіля',
  logout: 'Выйсці',
};
