export default {
  nameRequired: 'Калі ласка, увядзіце ваша імя',
  nameMatches:
    'Калі ласка, уводзіце толькі літары алфавіту, злучок (-) і прабелы',

  emailFormat: 'Калі ласка, праверце фармат пошты',
  emailRequired: 'Калі ласка, увядзіце адрас электроннай пошты',

  passwordRequired: 'Калі ласка, увядзіце пароль',

  titleRequired: 'Калі ласка, увядзіце загаловак',
  storyRequired: 'Калі ласка, увядзіце гісторыю',
  answerRequired: 'Калі ласка, увядзіце адказ',

  messageRequired: 'Калі ласка, увядзіце ваша паведамленне',

  max50: 'Поле павінна быць менш або роўна 50 сімвалам',
  max64: 'Поле павінна быць менш або роўна 64 сімвалам',
  max32: 'Поле павінна быць менш або роўна 32 сімвалам',
  max500: 'Поле павінна быць менш або роўна 500 сімвалам',

  min2: 'Гэта поле павінна змяшчаць не менш за 2 сімвалаў',
  min6: 'Гэта поле павінна змяшчаць не менш за 6 сімвалаў',
  min5: 'Гэта поле павінна змяшчаць не менш за 5 сімвалаў',
};
