export default {
  next: 'Далей',
  show: 'Паказаць',
  spy: 'Шпіён',
  location: 'Лакацыя:',

  localHint: 'Паспрабуйце не выдаваць лакацыю і даведайцеся, хто шпіён',
  spyGameHint: 'Старайся не выдаць сябе і даведацца месцазнаходжанне',

  players: 'Гульцы',
  playersSub: 'Выберыце колькасць гульцоў',

  locals: 'Мясцовыя',
  localssSub: 'Выберыце колькасць мясцовых жыхароў',

  time: 'Час',
  timeSub: 'Час раўнда',

  spies: 'Шпіёны',
  spiesSub: 'Выберыце колькасць шпіёнаў',

  locations: 'Месцы',
  locationsSub: 'Выберыце месцы',

  additional: 'Дадаткова',
  additionalSub: 'Выберыце дадатковыя налады',

  additional1: 'Падказка Шпіёну',
  additional1Sub: 'Паказаць шпіёну некалькі з выбраных лакацый',

  spyHint: 'Колькасць',
  spyHintSub: 'Колькасць выбраных лакацый для адлюстравання',

  additional2: 'Ролі',
  additional2Sub:
    'Мясцовым жыхарам дадуць ролі, зыходзячы з якіх яны павінны будуць адказваць',

  additional3: 'Раскрыць ролі',
  additional3Sub: 'Калі гулец забіты, яго роля будзе раскрыта',
};
