export default {
  next: 'Далей',
  show: 'Паказаць',
  spy: 'Шпіён',
  local: 'Мясцовы',
  location: 'Лакацыя:',
  roles: 'Ролі:',
  unknown: 'Невядома',

  localHint: 'Паспрабуйце не выдаваць лакацыю і даведайцеся, хто шпіён',
  spyGameHint: 'Старайся не выдаць сябе і даведацца лакацыю',

  players: 'Гульцы',
  playersSub: 'Выберыце колькасць гульцоў',

  locals: 'Мясцовыя',
  localssSub: 'Выберыце колькасць мясцовых жыхароў',

  time: 'Час',
  timeSub: 'Час раўнда',

  spies: 'Шпіёны',
  spiesSub: 'Выберыце колькасць шпіёнаў',

  locations: 'Месцы',
  locationsSub: 'Выберыце месцы',

  additional: 'Дадаткова',
  additionalSub: 'Выберыце дадатковыя налады',

  additional1: 'Падказка Шпіёну',
  additional1Sub: 'Паказаць шпіёну некалькі з выбраных лакацый',

  spyHint: 'Колькасць',
  spyHintSub: 'Колькасць выбраных лакацый для адлюстравання',

  additional2: 'Ролі',
  additional2Sub:
    'Мясцовым жыхарам дадуць ролі, зыходзячы з якіх яны павінны будуць адказваць',

  additional3: 'Раскрыць ролі',
  additional3Sub: 'Калі гулец забіты, яго роля будзе раскрыта',

  start: 'Зараз вы ўбачыце свае ролі',
  startSub: 'Не паказвайце іх іншым!',

  possibleLocations: 'Магчымыя лакацыі',

  gotIt: 'Зразумела',

  modalTitle: 'Вы ўпэўненыя, што хочаце выйсці з гульні?',
  modalText: 'Увесь прагрэс не будзе захаваны',

  spyWon: 'Шпіён выйграў',
  spyWonSub: 'Шпіён угадаў месца',
  localWon: 'Мясцовыя перамаглі',
  localWonSub: 'Мясцовыя жыхары знайшлі шпіёна',

  gameTitle: 'Час пытанняў',
  gameSubTitle: 'Націскай на паўзу, каб прагаласаваць або ўказаць, хто выйграў',

  rules: 'Правілы',
  rulesSub: 'Азнаёмцеся перад гульнёй',

  rule1:
    '1. У гульні ўдзельнічаюць мясцовыя і шпіён. Перадавайце тэлефон, каб даведацца якая роля вам выпала. Усе гульцы, акрамя Шпіёна, будуць ведаць лакацыю.',
  rule2:
    '2. Ваша задача абменьвацца пытаннямі аб дадзенай лакацыі. Пытанні і адказы павінны быць не прамымі, паколькі шпіён, які не ведае лакацыю можа яе адгадаць і выйграць. Калі гульцы знаходзяць шпіёна, то яны перамагаюць. Прыслухайцеся да адказаў іншых гульцоў.',
  rule3:
    '3. Калі падазраеш кагосьці, скажы - Я ведаю хто шпіён. Астатнія гульцы павінны ўказаць на таго, хто на іх думку шпіён.',
  rule4:
    '4. Калі ўсе гульцы сышліся на адным чалавеку - гулец павінен раскрыць сваю ролю. Калі гэта шпіён, дык мясцовыя перамаглі. Калі мясцовы, тады шпіён выйграў. Калі паказалі розных людзей – гуляйце далей.',
  rule5:
    '5. Калі шпіён угадаў што за лакацыя, то ён можа яе назваць. Калі адгадаў, перамога яго. Калі памыліўся - мясцовая выйгралі. Удачы.',
};
