export default {
  rule1title: 'Гульцы',
  rule1sub: 'Для гульні вам трэба два ці больш чалавек',
  rule2title: 'Выберыце гісторыю',
  rule2sub: 'Абярыце гісторыю з вялікага спісу',
  rule3title: 'Пачніце гуляць',
  rule3sub:
    'Раскажыце гісторыю ўдзельнікам. Звярніце ўвагу, што толькі кіроўны можа бачыць адказ',
  rule4title: 'Галоўная мэта',
  rule4sub:
    'Асноўная мэта гульні - даведацца адказ на гісторыю, задаючы пытанні на якія можна адказаць "так" ці "не".',
  rule5title: 'Ацэніце',
  rule5sub: 'Не забудзьцеся ацаніць гісторыю ў канцы гульні',
};
