export default {
  gameSettings: 'Настройки игры',
  category: 'Категория',
  teams: 'Команды',
  team: 'Команда',
  addTeam: 'Добавить команду',
  settings: 'Настройки',
  setting1: 'Количество слов',
  setting1sub: 'для победы',
  setting2: 'Длительность раунда',
  setting2sub: 'за который нужно угадать слова',
  words: 'Слов',
  sec: 'сек',
  additionally: 'Дополнительно',
  setting3: 'Наказание за пропуск',
  setting3sub: 'пропущенные слова снимают баллы',
  start: 'Начать',

  rating: 'Рейтинг',
  round: 'Раунд',
  game: 'Игра',
  nowPlaying: 'сейчас играет',

  answered: 'Отгадано',
  skipped: 'Пропущено',

  results: 'Результаты',
  endTurn: 'Закончить ход',

  modalTitle: 'Вы уверены, что хотите выйти из игры?',
  modalText: 'Весь прогресс будет сохранен',

  won: 'победила',
  score: 'Счет:',

  continue: 'Продолжить',
  newGame: 'Новая игра',
  rules: 'Правила',
  backHome: 'На главную',

  rule1: 'Для начала разделитесь на команды не менее двух человек.',
  rule2:
    'Каждая команда выбирает игрока, который объясняет в первом раунде. Когда команда готова, ведущий нажимает «Старт».',
  rule3:
    'Когда игра начнется, на экране появятся слова, которые нужно объяснить за отведенное время. При угадывании свайпните вверх, чтобы пропустить слово - вниз',
  rule4:
    'Когда время истечет, у вас будет возможность объяснить последнее слово и убрать или добавить остальные ответы. Затем раунд переходит к следующей команде.',
  rule5:
    'Игра не закончится, пока не будет набрано необходимое количество очков. При этом, если одна команда наберет их раньше, у других команд будет раунд на отыгрыш.',
};
