export default {
  statistics: 'Статистика',
  stRate: 'Историй оценено',
  stSubmit: 'Историй предложено',
  stAdd: 'Историй добавлено',
  more: 'Дополнительно',
  editTitle: 'Изменить профиль',
  editSub: 'Изменить имя, почту или аватар',
  bgTitle: 'Фон',
  bgSub: 'Установите фон своего профиля',
  reportTitle: 'Сообщить об ошибке',
  reportSub: 'Сообщите об ошибке или предложите изменение',
  reportText:
    'Если вы ищете ответы, хотите решить проблему или просто хотите сообщить нам, как у нас дела, мы будем рады услышать от вас. Заполните форму ниже, и представитель свяжется с вами в ближайшее время.',

  editText: 'Здесь вы можете изменить имя, почту или аватар своего профиля',
};
