export default {
  nameRequired: 'Пожалуйста, введите ваше имя',
  nameMatches: 'Пожалуйста, вводите только буквы алфавита, дефис (-) и пробелы',

  emailFormat: 'Пожалуйста, проверьте формат почты',
  emailRequired: 'Пожалуйста, введите адрес электронной почты',

  passwordRequired: 'Пожалуйста, введите пароль',

  titleRequired: 'Пожалуйста, введите заголовок',
  storyRequired: 'Пожалуйста, введите историю',
  answerRequired: 'Пожалуйста, введите ответ',

  messageRequired: 'Пожалуйста, введите ваше сообщение',

  max50: 'Поле должно быть меньше или равно 50 символам',
  max64: 'Поле должно быть меньше или равно 64 символам',
  max32: 'Поле должно быть меньше или равно 32 символам',
  max500: 'Поле должно быть меньше или равно 500 символам',

  min2: 'Это поле должно содержать не менее 2 символов',
  min6: 'Это поле должно содержать не менее 6 символов',
  min5: 'Это поле должно содержать не менее 5 символов',
};
