export default {
  next: 'Дальше',
  show: 'Показать',
  spy: 'Шпион',
  location: 'Локация:',

  localHint: 'Старайтесь не выдать локацию и узнать кто шпион',
  spyGameHint: 'Старайся не выдать себя и узнать локацию',

  players: 'Игроки',
  playersSub: 'Выберите количество игроков',

  locals: 'Местные',
  localssSub: 'Выберите количество местных',

  time: 'Время',
  timeSub: 'Время раунда',

  spies: 'Шпионы',
  spiesSub: 'Выберите количество шпионов',

  locations: 'Локации',
  locationsSub: 'Выберите локации',

  additional: 'Допольнительно',
  additionalSub: 'Выберите дополнительные настройки',

  spyHint: 'Количество',
  spyHintSub: 'Количество выбранных локаций для отображения',

  additional1: 'Подсказка шпиону',
  additional1Sub: 'Показать шпиону несколько из выбранных локаций',

  additional2: 'Роли',
  additional2Sub:
    'Местным жителям будут даны роли, исходя из которых они должны будут отвечать',

  additional3: 'Раскрыть роли',
  additional3Sub: 'Когда игрока убивают, его роль раскрывается',
};
