export default {
  next: 'Дальше',

  players: 'Игроки',
  playersSub: 'Выберите количество игроков',

  locals: 'Местные',
  localssSub: 'Выберите количество местных',

  spies: 'Шпионы',
  spiesSub: 'Выберите количество шпионов',

  locations: 'Локации',
  locationsSub: 'Выберите локации',

  additional: 'Допольнительно',
  additionalSub: 'Выберите дополнительные настройки',

  additional1: 'Подсказка шпиону',
  additional1Sub: 'Покажите шпиону одну из выбранных локаций',

  additional2: 'Роли',
  additional2Sub:
    'Местным жителям будут даны роли, исходя из которых они должны будут отвечать',

  additional3: 'Раскрыть роли',
  additional3Sub: 'Когда игрока убивают, его роль раскрывается',
};
