export default {
  next: 'Дальше',
  show: 'Показать',
  spy: 'Шпион',
  local: 'Местный',
  location: 'Локация:',
  roles: 'Роли:',
  unknown: 'Неизвестно',

  localHint: 'Старайтесь не выдать локацию и узнать кто шпион',
  spyGameHint: 'Старайся не выдать себя и узнать локацию',

  players: 'Игроки',
  playersSub: 'Выберите количество игроков',

  locals: 'Местные',
  localssSub: 'Выберите количество местных',

  time: 'Время',
  timeSub: 'Время раунда',

  spies: 'Шпионы',
  spiesSub: 'Выберите количество шпионов',

  locations: 'Локации',
  locationsSub: 'Выберите локации',

  additional: 'Допольнительно',
  additionalSub: 'Выберите дополнительные настройки',

  spyHint: 'Количество',
  spyHintSub: 'Количество выбранных локаций для отображения',

  additional1: 'Подсказка шпиону',
  additional1Sub: 'Показать шпиону несколько из выбранных локаций',

  additional2: 'Роли',
  additional2Sub:
    'Местным жителям будут даны роли, исходя из которых они должны будут отвечать',

  additional3: 'Раскрыть роли',
  additional3Sub: 'Когда игрока убивают, его роль раскрывается',

  start: 'Сейчас вы увидите свои роли',
  startSub: 'Не показывайте их другим!',

  possibleLocations: 'Возможные локации',

  gotIt: 'Понятно',

  modalTitle: 'Вы уверены, что хотите выйти из игры?',
  modalText: 'Весь прогресс не будет сохранен',

  spyWon: 'Шпион выиграл',
  spyWonSub: 'Шпион угадал место',
  localWon: 'Местные победили',
  localWonSub: 'Местные жители нашли шпиона',

  gameTitle: 'Время вопросов',
  gameSubTitle:
    'Нажимай на паузу, чтобы проголосовать или указать, кто выйграл',

  rules: 'Правила',
  rulesSub: 'Ознакомтесь перед игрой',

  rule1:
    '1. В игре участвуют местные и шпион. Передавайте телефон, чтобы узнать какая роль вам выпала. Все игроки, кроме Шпиона, будут знать локацию.',
  rule2:
    '2. Ваша задача обмениваться вопросами о данной локации. Вопросы и ответы должны быть не прямыми, поскольку шпион, который не знает локацию может её угадать и выиграть. Если игроки находят шпиона, то они побеждают. Прислушивайтесь к ответам других игроков.',
  rule3:
    '3. Если подозреваешь кого-то, скажи — Я знаю кто шпион. Остальные игроки должны указать на того, кто по их мнению шпион.',
  rule4:
    '4. Если все игроки сошлись на одном человеке — игрок должен раскрыть свою роль. Если это шпион, то местные победили. Если местный, тогда шпион выиграл. Если указали разных людей — играйте дальше.',
  rule5:
    '5. Если шпион угадал что за локация, то он может её назвать. Если отгадал, победа его. Если ошибся — местная выиграли. Удачи.',
};
