export default {
  rule1title: 'Игроки',
  rule1sub: 'Для игры вам нужно два или более человек',
  rule2title: 'Выберите историю',
  rule2sub: 'Выберите историю из большого списка',
  rule3title: 'Начните играть',
  rule3sub:
    'Расскажите историю участникам. Обратите внимание, что только ведущий может видеть ответ',
  rule4title: 'Главная цель',
  rule4sub:
    'Основная цель игры — узнать ответ на историю, задавая вопросы на которые можно ответить «да» или «нет».',
  rule5title: 'Оцените',
  rule5sub: 'Не забудьте оценить историю в конце игры',
};
